export const situationList = [
  [
    "예배시간 (The Sermon)",
    "각 플레이어는 자기 차례에 뱅 카드를 사용 할 수 없다. 자기 차례가 아닐 때는 뱅 카드를 사용할 수 있다. 인디언 등의 자기 차례가 아닐 경우의 뱅 사용은 가능하며, 결투 카드를 사용할 경우 상대가 뱅 카드를 쓰면 자신은 뱅 카드를 낼 수 없으므로 무조건 패배한다. 단, 기관총 등의 뱅 효과만 있는 다른 공격수단은 사용할 수 있다. \n(캘러미티 자넷, 애니 버서리처럼 뱅을 다른 카드로 사용하는 경우에도 뱅으로 사용 불가능하다.)",
  ],
  [
    "저주 (Curse)",
    "전체 라운드 동안 모든 카드의 트럼프 무늬는 스페이드가 된다. 이번 턴에 다이너마이트를 가지고 있는 플레이어는 10, J, Q, K, A 가 아니면 치명상 내지는 그만 사망이다. 하트로 각종 이득을 보는 카드들의 효력도 사라진다.\n(저주의 경우 콜로라도 빌은 능력이 반드시 발동되고, 블랙 잭, 주르도네, 돈 벨, 테렌 킬, 아파치 키드, 블랙 플라워는 능력이 사실상 사라진 상태가 된다.)",
  ],
  [
    "축복 (Blessing)",
    "전체 라운드 동안 모든 카드의 트럼프 무늬는 하트가 된다. \n감옥, 술통, 그 외의 캐릭터 능력들은 대부분 하트가 필요하고, 지루한 감옥의 탈출을 노릴 수 있기에 그야말로 축복이다. 다이너마이트도 아무런 효과 없이 한 바퀴를 돌게 된다.\n(축복으로 인하여 능력에 확실한 이득을 보는 캐릭터는 주르도네, 테렌 킬, 블랙 잭, 돈 벨이고, 축복으로 인한 피해자는 콜로라도 빌과 블랙 플라워, 아파치 키드, 럭키 듀크이다.)",
  ],
  [
    "의사 (The Doctor)",
    "이 카드가 효력을 발휘하는 순간, 체력을 1 이상 잃은 플레이어 중에서 생명점이 가장 적은 플레이어들은 체력을 1 회복한다. \n일회성 효과이며, 체력이 적던 사람들에게는 한 줄기 빛과 소금 같은 카드. 물론 죽은 캐릭터는 부활하지 않는다.",
  ],
  [
    "만취 (Hangover)",
    "전체 라운드 동안 모든 캐릭터의 능력(능력카드)을 사용할 수 없다. 당연히 액티브, 패시브 모두 발동이 안 된다. \n캐릭터의 능력이 없어지는 것이므로 보안관의 체력 보너스는 유지되며, 보안관을 감옥에 넣을 수도 없다.",
  ],
  [
    "달턴 갱단 (The Daltons)",
    "이 카드의 효력이 발휘되는 순간 모든 플레이어는 이 상황 적용 당시 장착된 카드가 있다면 자신에게 장착된 파란색 장착카드중 하나를 고른 뒤 버린다. 상황 적용 이후에는 자신의 턴에 장착카드를 장착해도 버리지 않아도 된다. \n자기 앞에 있는 다이너마이트나 감옥, 방울뱀과 포상금도 제거할 수 있다. 파란색이 아닌 장착카드는 해당되지 않는다.",
  ],
  [
    "총격전 (Shootout)",
    "턴당 뱅 카드를 쓸 수 있는 제한이 2장으로 늘어나게 된다. \n윌리 더 키드 같은 몇몇 캐릭터에게는 전혀 쓸데없는 능력이며, 볼캐닉을 장착해도 별 의미가 없다. 다만 그래도 사거리 2~5 총으로 2발 쏠 수 있는 것은 좋다. \n덤으로 가장 이득을 보는 캐릭터는 애니 버서리. 모든 카드를 뱅으로 쓸 수 있으므로 카드가 2장 이상 있다면 2뱅은 확정이다",
  ],
  [
    "골드 러시 (Gold Rush)",
    "이 라운드 동안 플레이어 순서는 반시계방향으로 진행된다. \n다이너마이트도 터지지 않으면 시계방향으로. 잡화점도 시계방향으로 카드를 고른다. 큰 효과 같지는 않지만 보안관 오른쪽에 앉았다는 이유만으로 맨 마지막에 하는 사람과, 레이디 로즈로 돌려지고 있었던 사람에게는 더없이 고마울 수 밖에.",
  ],
  [
    "기차 도착 (Train Arrival)",
    "자신의 턴을 시작할때 카드를 받는 단계후에 카드 한 장을 더 받는다. \n결국 보통의 경우 3장의 카드가 확보된다.",
  ],
  [
    "유령 도시 (Ghost Town)",
    "죽은 플레이어는 일시적으로 살아난다. 자신의 턴이 오면 카드를 3장 받고 시작하며, 특수 능력을 사용할 수 있다. \n유령이므로 물리적인 행위로는 죽지 않는다. 유령이된 플레이어는 자신의 턴이 끝나면 다시 탈락한다.",
  ],
  [
    "러시안 룰렛 (Russian Roulette)",
    "이 카드의 효력이 발휘되는 순간, 보안관부터 시계방향 차례대로 빗나감 카드를 버린다. 만약 내지 못하면, 체력 2칸을 잃는다. \n보안관이 빗나감이 없어서 그대로 끝나는 경우도 있으므로 조심하자. 다만 술통이나 주르도네의 특수능력, 장착되어 있는 빗나감 효과 카드 등으로 회피할 수도 있다. \n(캘러미티 자넷, 엘레나 후엔테 또한 무조건 ‘빗나감’ 카드로 러시안 룰렛을 회피해야 한다.)",
  ],
  [
    "중류주 (Hard Liquor)",
    "각 플레이어는 페이즈 1(카드 가져오기)를 생략하는 대신 체력을 1 포인트 회복할 수 있다. \n안전하게 체력을 하나 올릴지 뽑아서 맥주가 나오길 빌지는 본인 선택.",
  ],
  [
    "목장 (Ranch)",
    "각 플레이어는 페이즈 1(카드 가져오기)가 끝난 직후에, 단 한 번 원하는 수 만큼의 손 안의 카드를 버리고 같은 수의 카드를 카드더미에서 받아온다. \n필요없는 카드가 많을 때 유용하다.",
  ],
  [
    "서부의 법칙 (Law Of The West)",
    "각 플레이어는 페이즈 1(카드 가져오기)를 할 때, 두번째로 가져온 카드를 보여주고, 사용 가능하다면 사용해야 한다. \n뱅 같은 경우는 그냥 마음 편하게 쓰겠지만, 카빈, 윈체스터, 볼캐닉 위로 장착되는 스코필드를 보면 눈물이 앞을 가린다. \n(키트 칼슨: 맨 위의 세 장을 가져온 뒤 가지고 있을 두 장을 고른다. 그리고 그 두 장 중 두 번째 카드(카드의 순서를 바꿀 수 없다!)를 공개한다. 빌 노페이스: 생명력을 1 이상 잃었을 때만 두 번째로 얻은 카드를 공개한다.)",
  ],
  [
    "올가미 (Lasso)",
    "전체 라운드 동안 장착된 카드(파란색 카드와 초록색 카드장착 카드 모두)의 능력은 효과가 없다. \n감옥과 방울뱀, 다이너마이트도 없앨 수 있다.",
  ],
  [
    "습격(Ambush)",
    "어느 두 사람의 거리는 모두 1이 된다. \n한마디로 모든 사람의 거리가 기본적으로 1이 되어 버린다. 이는 캐릭터의 능력(능력카드)에 의해서만 조정된다.",
  ],
  [
    "피를 나눈 형제 (Blood Brothers)",
    "각 플레이어는 턴의 시작에 체력을 1 포인트(마지막 포인트 제외)를 감소시키고 생존자들 중 원하는 사람의 체력을 1 포인트 증가시킬 수 있다. 단, 체력이 최대치인 사람에게는 시전할 수 없다. \n잘 사용하면 보안관을 지키거나 원하는 사람을 자신의 편으로 만들 수 있다. 능력도 능력이지만, 능력을 사용하는 사람에 따라 효율이 천차만별로 작용하므로 전략적으로 쓸 것.",
  ],
  [
    "돌아온 망자 (Dead Man)",
    "가장 먼저 죽은 사람은 자기 차례(였던 때)가 오면 체력 2 포인트와 카드 2장을 가지고 다시 게임에 참여한다. 자기 차례가 오면똑같이 페이즈 1(카드 가져오기)부터 실행. \n그야말로 부활이다. \n게임이 루즈하게 흘러갈 것 같지만 이미 직업이 공개된 상태이기 때문에 숨김 없이 자기 목표를 향해 나아갈 수 있어서 공동묘지가 터지지 않는 한 결국에는 빨리 끝난다. 무법자가 처음에 죽어서 나중에 부활하면 그야말로 무법자 세상이다.",
  ],
  [
    "공동묘지 (Bone Orchard)",
    "발동된 즉시 탈락된 플레이어들의 직업 카드를 모아 섞는다. 그 후 공동묘지가 펼쳐져있는 동안 죽은 플레이어의 턴이 올 경우 직업카드를 랜덤하게 한 장 골라 라이프 1로 부활하여 페이즈 1부터 턴을 시작한다. \n이 판정에 의해 부활한 플레이어는 영구적으로 부활한 것으로, 공동묘지의 발동이 종료되어도 살아있다면 생존 된 것으로 여겨 계속 진행한다.",
  ],
  [
    "미스 수잔나 (Miss Susanna)",
    "자신의 턴 중에, 반드시 플레잉 카드를 3장 이상 사용(play)해야 한다. 3장을 사용하지 못하면 그 플레이어는 라이프가 1 감소한다. \n웰스 파고나 역마차를 사용하여 이 카드를 발동시킨 사람도 포함되고, 웰스 파고나 역마차를 사용하기 전까지 사용한 카드 역시 카운트에 포함된다. 감옥 등에 의해 턴이 생략된 플레이어에게는 적용되지 않는다. \n보통 한 턴에 3장을 쓰는 일은 거의 없으니 충격과 공포의 카드이다.",
  ],
];
